<template>
  <div class="mod-home">
    <br/>
    <br/>
    <br/>
    <h3>项目介绍</h3>
    <ul>
      <li>注册：普通用户可以注册网站会员，得到相应用户名和密码后台管理前端功能，提供一套更优的前端解决方案</li>
      <li>在线学习：会员登陆后，可以学习所有教学课程（包括查看某课程教学大纲、下载某一章节PDF讲义和在线观看某一章节教学视频等）。</li>
      <li>学习评论：会员可以在学习某个课程的某一章节后，对该章节进行以相互交流为目的的积极评论，供其他会员学习查看。</li>
      <li>课程资料管理：课程资料包括视频资源和PDF讲义资源，课程资料管理员可以针对某个课程的某一章节新增、修改或删除相关课程资料。</li>
      <li>系统管理功能：管理课程类型、冻结某个用户（可能有不可写评论）等。系统管理员负责。</li>
      <li>统计功能：课程信息按类型统计、课程教学视频按查看次数统计。该功能只能由公司领导使用。</li>
    </ul>
    <h3>获取帮助</h3>
    <ul>
      <li>帮个der，没有！</li>
    </ul>
    <h3>QQ</h3>
    <ul>
      <li>480797934</li>
    </ul>
    <h3>邮箱</h3>
    <ul>
      <li>chenle2020ynu@163.com</li>
    </ul>
  </div>
</template>

<script>
export default {
}
</script>

<style>
.mod-home {
  line-height: 1.5;
}
</style>

